export const data = [
  {
    text: 'Строительство железнодорожной магистрали Москва-Васюки',
    order: 1,
    alt: 'slide 1',
  },
  {
    text: 'Открытие фешенебельной гостиницы «Проходная пешка» и других небоскрёбов',
    order: 2,
    alt: 'slide 2',
  },
  {
    text: 'Поднятие сельского хозяйства в радиусе на тысячу километров: производство овощей, фруктов, икры, шоколадных конфет',
    order: 3,
    alt: 'slide 3',
  },
  {
    text: 'Строительство дворца для турнира',
    order: 4,
    alt: 'slide 4',
  },
  {
    text: 'Размещение гаражей для гостевого автотранспорта',
    order: 5,
    alt: 'slide 5',
  },
  {
    text: 'Постройка сверхмощной радиостанции для передачи всему миру сенсационных результатов',
    order: 6,
    alt: 'slide 6',
  },
  {
    text: 'Создание аэропорта «Большие Васюки» с регулярным отправлением почтовых самолётов и дирижаблей во все концы света, включая Лос-Анжелос и Мельбурн',
    order: 7,
    alt: 'slide 7',
  },
];

export const slideData = [
  {
    text: 'Строительство железнодорожной магистрали Москва-Васюки',
    text2:
      'Открытие фешенебельной гостиницы «Проходная пешка» и других небоскрёбов',
    order: 1,
    alt: 'slide 1',
  },

  {
    text: 'Поднятие сельского хозяйства в радиусе на тысячу километров: производство овощей, фруктов, икры, шоколадных конфет',
    order: 2,
    alt: 'slide 3',
  },
  {
    text: 'Строительство дворца для турнира',
    text2: 'Размещение гаражей для гостевого автотранспорта',
    order: 3,
    alt: 'slide 4',
  },

  {
    text: 'Постройка сверхмощной радиостанции для передачи всему миру сенсационных результатов',
    order: 4,
    alt: 'slide 6',
  },
  {
    text: 'Создание аэропорта «Большие Васюки» с регулярным отправлением почтовых самолётов и дирижаблей во все концы света, включая Лос-Анжелос и Мельбурн',
    order: 5,
    alt: 'slide 7',
  },
];
